[
    {
        "id": 1,
        "name": "Three Sphinxes of Bikini",
        "year": 1947,
        "image": "https://www.dalipaintings.com/assets/img/paintings/three-sphinxes-of-bikini.jpg",
        "description": "After World War II, the US conducted 23 nuclear tests at Bikini Atoll, contaminating the islands with radiation. Micronesians were relocated but returned in 1968, finding high radiation levels persisting in 1978. These events inspired Dali's painting featuring a head, a tree, and a nuclear mushroom cloud. The head symbolizes humanity, the tree represents nature, and the mushroom cloud signifies destruction. The proximity of the tree to the explosion suggests nature suffers greater impact than humans."
    },
    {
        "id": 2,
        "name": "Archeological Reminiscence of Millet’s ‘Angelus’",
        "year": 1933,
        "image": "https://www.dalipaintings.com/assets/img/paintings/archeological-reminiscence-millet-s-angelus.jpg",
        "description":"Jean-François Millet's 'The Angelus' captivated Dali, who saw it as a symbol of repressed sexual aggression, not spiritual peace. Dali believed the figures were praying over a buried child, a notion confirmed by an X-ray revealing a hidden coffin shape. He interpreted the figures as praying mantises, symbolizing female sexual power and his own fears. Dali transformed the figures into monuments representing ancient principles of human sexuality."
    },
    {
        "id": 3,
        "name": "Bacchanale",
        "year": 1939,
        "image": "https://www.dalipaintings.com/assets/img/paintings/bacchanale.jpg",
        "description": "The 'Bacchanale' was the first ballet set design for Les Ballets Russes de Monte Carlo. It premiered in New York in 1939 as part of a triple bill at the Metropolitan Opera House. Dali was inspired by Wagner's opera 'Tannhauser' and chose the Venusherg music for the ballet. The setting depicts Mount Venus and Dali's birthplace, the Ampurdan plain, with a temple resembling one from Raphael's painting 'The Marriage of the Virgin.'"
    },
    {
        "id": 4,
        "name": "The Persistence of Memory",
        "year": 1931,
        "image": "https://www.dalipaintings.com/assets/img/paintings/the-persistence-of-memory.jpg",
        "description": "'The Persistence of Memory,' an early Surrealist work, reflects his fascination with Bosch's 'Garden of Earthly Delights' and his Catalan heritage. Dali's 'paranoid-critical' approach, influenced by psychoanalysis and Sigmund Freud, explores psychological conflicts and phobias. In the painting, the 'soft watches' represent time's loss of meaning in the unconscious, while ants symbolize decay and the fear of death. Dali blends precision and blurred shapes, influenced by artists like Johannes Vermeer. The landscape, captures the essence of Dali's coastal home, Cadaques. The painting's elements, including a self-portrait, watches, ants, and landscape, create a surreal unity."
    },
    {
        "id": 5,
        "name": "Landscape with Butterflies",
        "year": 1956,
        "image": "https://www.dalipaintings.com/assets/img/paintings/landscape-with-butterflies.jpg",
        "description": "Salvador Dali's 'Landscape of Butterflies' features a barren landscape with a tattered table adorned with butterflies, offering a surreal tableau ripe for interpretation. The juxtaposition of delicate butterflies against the desolate backdrop suggests themes of transformation, fragility, and the transient nature of beauty. Dali's use of symbolic imagery invites viewers to contemplate deeper meanings, whether related to personal metamorphosis, the fragility of life, or broader environmental concerns."
    },
    {
        "id": 6,
        "name": "The Sublime Moment",
        "year": 1938,
        "image": "https://th.bing.com/th/id/R.bff1d7bbe0d079add6d307642d0ab574?rik=%2byxSP9uMu6mymw&riu=http%3a%2f%2fwww.extravaganzi.com%2fwp-content%2fuploads%2f2016%2f10%2fDali%E2%80%99s-Rare-Cookbook2.jpg&ehk=vY3lv0y9ImLCQOKEiBsH60CVBCyF8iGZv%2bYe9xESmi4%3d&risl=&pid=ImgRaw&r=0",
        "description": "This painting is a mesmerizing work that defies straightforward interpretation. In this oil-on-canvas masterpiece, Dali invites viewers into a dreamlike realm where reality and imagination intertwine. The composition features enigmatic figures against a surreal landscape, their forms merging seamlessly. The title itself hints at an elusive revelation—an encounter with the sublime that transcends ordinary understanding. Through intricate details and harmonious composition."
    },
    {
        "id": 7,
        "name": "Le Sommeil (sleep)",
        "year": 1937,
        "image": "https://www.dalipaintings.com/assets/img/paintings/sleep.jpg",
        "description":"Salvador Dali portrays a large, soft head with a virtually non-existent body, a motif often seen in his works from around 1929. Unlike some of his other paintings from that time, this head is not a self-portrait. Sleep and dreams hold significance in the realm of the unconscious, intriguing both psychoanalysts and Surrealists. Dali's use of crutches, a trademark in his art, hints at the fragility of reality's supports. In the painting, everything except the head is bathed in a pale bluish light, emphasizing a sense of detachment from daylight and rationality. 'Le Sommeil' revisits a classic Surrealist motif, inviting viewers to explore the world of dreams and the unconscious mind."
    },
    {
        "id": 8,
        "name": "The Anthropomorphic Cabinet",
        "year": 1936,
        "image": "https://www.dalipaintings.com/assets/img/paintings/the-anthropomorphic-cabinet.jpg",
        "description":"In 1936, Salvador Dali collaborated with Marcel Duchamp to modify a plaster cast of the Venus de Milo, adding drawers with ermine fur-covered knobs to create his sculpture 'Venus de Milo with Drawers.' Influenced by Sigmund Freud, Dali saw the human body as containing hidden depths, akin to drawers waiting to be explored through psychoanalysis. This fascination with Freud's theories led Dali to explore the theme of cabinets, culminating in works like this artwork, where a cabinet takes on the form of a reclining female figure, inviting viewers to delve into its mysterious contents."
    },
    {
        "id": 9,
        "name": "The Disintegration of The Persistence of Memory",
        "year": 1954,
        "image": "https://www.dalipaintings.com/assets/img/paintings/the-disintegration-of-the-persistence-of-memory.jpg",
        "description":"This painting is a smaller version of Salvador Dali's famous 'The Persistence of Memory' painting. In this version, the landscape is flooded with water, with Cadaques hovering above. The original plane and block are now divided into floating brick-like shapes, symbolizing the breakdown of matter into atoms. Behind them, horns represent atomic missiles, suggesting humanity's potential for self-destruction. The dead olive tree breaks apart, and watches float with distorted hands, symbolizing the fluidity of time in dreams. Dali used symbols from Catholicism, Freudian dream interpretation, and his own imagination, like fish symbolizing life and melting clocks representing the lack of meaning in time."
    },
    {
        "id": 10,
        "name": "Elephants",
        "year": 1948,
        "image": "https://www.dalipaintings.com/assets/img/paintings/the-elephants-large.jpg",
        "description":" The elephants, inspired by Gian Lorenzo Bernini's sculpture base in Rome of an elephant carrying an ancient obelisk, are portrayed 'with long, multi-jointed, almost invisible legs of desire' along with obelisks on their backs. Coupled with the image of their brittle legs, these encumbrances, noted for their phallic overtones, create a sense of phantom reality. 'The elephant is a distortion in space,' one analysis explains, 'its spindly legs contrasting the idea of weightlessness with structure.'"
    },
    {
        "id": 11,
        "name": "The Endless Enigma",
        "year": 1938,
        "image": "https://www.dalipaintings.com/assets/img/paintings/the-endless-enigma.jpg",
        "description": "'The Endless Enigma,' is a complex artwork featuring six different subjects. Dali created it while staying at Coco Chanel's La Pausa estate in Roquebrune, where he had space and quiet to explore his research into paranoiac double images. When exhibited in 1939 in New York, it attracted large crowds fascinated by its complexity. Dali explained in the catalog how the painting showcased his systematic research, with six different images gradually merging into one. He provided sketches and engravings illustrating its evolution, allowing viewers to decipher its intricate iconography."
    },
    {
        "id": 12,
        "name": "The Enigma of My Desire",
        "year": 1929,
        "image": "https://www.dalipaintings.com/assets/img/paintings/the-enigma-of-my-desire.jpg",
        "description": "Dali considers 'The Enigma of Desire' one of his ten most important paintings. In the scene, Dali embraces his father amidst symbolic elements like a fish, a grasshopper, a dagger, and a lion's head. This painting was the first to sell during Dali's debut solo exhibition at the Goemans Gallery in 1929. During its creation, Dali found a religious chromolithograph and inscribed it with a provocative statement about spitting on his mother's portrait, citing a psychoanalytical explanation. The elongated visage in the painting contains geological structures from Cape Creus and fantastical architecture reminiscent of Antonio Gaudi's work, which Dali had admired since childhood in Barcelona."
    },
    {
        "id": 13,
        "name": "The Face of war",
        "year": 1941,
        "image": "https://www.dalipaintings.com/assets/img/paintings/the-face-of-war.jpg",
        "description": "This painting was done in California; the horrible face of war, its eyes filled with infinite death, was much more a reminiscence of the Spanish Civil War than of the Second World War, which, at the time, had not yet provided a cortege of frightful images capable of impressing Dali. The horror of this painting is further increased by the brown tonalities which dominate its atmosphere."
    },
    {
        "id": 14,
        "name": "The Melting Watch",
        "year": 1954,
        "image": "https://www.dalipaintings.com/assets/img/paintings/the-melting-watch.jpg",
        "description": "'The Melting Watch,' is a quintessential example of Salvador Dali's surrealist style. Created in 1954, the painting uses dreamlike qualities and a ghostly appearance to convey mystery and intrigue. Surrealism, rejecting logic and order, is evident in Dali's use of techniques like dreamlike imagery, juxtaposition, and surreal subject matter. The painting depicts a melting watch, symbolizing the passage of time and eventual destruction. Dali employs color juxtaposition, contrasting deep browns and gold with a white clock in the center. Surreal objects like a moth, a fly, and a bizarre clock populate the foreground, while mountains loom in the background."
    },
    {
        "id": 15,
        "name": "The First Days of Spring",
        "year": 1929,
        "image": "https://www.dalipaintings.com/assets/img/paintings/the-first-days-of-spring.jpg",
        "description": "'The First Days of Spring' depicts surreal scenes influenced by Sigmund Freud's 'The Interpretation of Dreams.' In the foreground, a man leans against a human-sized doll in front of a three-dimensional painting. Another man sits in a chair in the middle distance. Along the highway, a brightly colored creature resembling a parrot fish catches the eye. Further down is a lone figure and a distant picture. Dali places a childhood photo of himself at the center, suggesting his personal connection to the images. The painting presents a dreamscape where figures and symbols are connected through free associations, reflecting Freud's theories on childhood experiences shaping fears, desires, and neuroses."
    },
    {
        "id": 16,
        "name": "Swans Reflecting Elephants",
        "year": 1937,
        "image":"https://www.dalipaintings.com/assets/img/paintings/swans-reflecting-elephants.jpg",
        "description": "This painting from Dali's Paranoiac-critical period, showcasing one of his famous double images. Painted with oil on canvas, it reflects Dali's paranoia-critical method. This method involves interpreting delirious phenomena to generate irrational understanding. Dali used it to create hallucinatory forms, double images, and visual illusions in his paintings during the Thirties."
    }
]